Repository: bradt/WP-Migrate-DB
Catalog: languages/wp-migrate-db-*.po
Languages: es_es

source: show less
es_es: mostrar menos

source: show more
es_es: mostrar más

source: Please enter the current URL.
es_es: Introduzca el URL actual

source: Please enter a new URL.
es_es: Introduzca el URL nuevo

source: Please enter the current file path.
es_es: Introduzca la ruta actual de WP

source: Please enter a new file path.
es_es: Introduzca la nueva ruta de WP

source: Migrate DB
es_es: Migrar Base de Datos

source: Your database (SQL) file has been successfully generated. Your download should begin any second.
es_es: Su archivo de base de datos (SQL) ha sido generado con éxito! La descarga comenzará inmediatamente.

source: Your database (SQL) file has been successfully generated and saved to
es_es: Su archivo de base de datos (SQL) ha sido generado con éxito y guardado en

source: Click here to download.
es_es: Pinche aquí para descargar

source: Non-Serialized Strings Replaced:
es_es: Cadenas no-serializadas reemplazadas:

source: Serialized Strings Replaced:
es_es: Cadenas serializadas reemplazadas:

source: The directory %s needs to be writable.
es_es: Hace falta permiso de escritura en el directorio %s.

source: Sorry, there were errors with your form submission. Please correct them below and try again.
es_es: Lo siento. Hay algún error en su formulario. Por favor corríjalos y vuelva a intentarlo.

source: WP Migrate DB exports your database as a MySQL data dump (much like phpMyAdmin), does a find and replace on URLs and file paths, then allows you to save it to your computer. It even takes into account serialized data and updates the string length values.
es_es: WP Migrate DB exporta su base de datos como un volcado de datos de MySQL (tal y como se haría desde phpMyAdmin, por ejemplo), busca y reemplaza URLs y rutas de archivos, y luego permite guardar el archivo generado en su ordenador. Hasta tiene en cuenta los datos serializados y genera los largos de cadena correspondientes.

source: Example: <code>s:5:"hello"</code> becomes <code>s:11:"hello world"</code>
es_es: Ejemplo: <code>s:4"hola"</code> se convierte en <code>s:9:"hola mundo"</code>

source: Current address (URL)
es_es: URL actual

source: New address (URL)
es_es: Nuevo URL

source: Current file path
es_es: Ruta actual

source: New file path
es_es: Nueva ruta:

source: Table Prefix
es_es: Prefijo de tabla actual:

source: New Table Prefix
es_es: Nuevo prefijo de tabla:

source: Optional. Only does something if both Original and New prefix are filled in
es_es: <b>Opcional</b>. Sólo efectúa cambios si se proporciona valores para ambos campos (actual y nuevo)

source: Data Options
es_es: Opciones de Datos

source: Replace GUIDs
es_es: Reemplazar GUIDs

source: Although the <a href="%s" target="_blank">WordPress Codex emphasizes</a> that GUIDs should not be changed, this is limited to sites that are already live. If the site has never been live, I recommend replacing the GUIDs. For example, you may be developing a new site locally at dev.somedomain.com and want to migrate the site live to somedomain.com.
es_es: Aunque el <a href="%s" target="_blank">WordPress Codex enfatiza</a> que los GUIDs no debieran modificarse, esto se aplica a sitios que ya están funcionando. Para un sitio que nunca ha estado en producción, se puede recomendar reemplazar los GUIDs y comenzar desde 0. Por ejemplo, en el caso de estar desarrollando localmente en dev.dominio.es y queremos migrar al servidor remoto www.dominio.es para poner el sitio en línea.

source: Do not export spam comments
es_es: No exportar SPAM

source: Do not export post revisions
es_es: No exportar revisiones de publicaciones

source: File Options
es_es: Opciones de fichero

source: Save as file to your computer
es_es: Guardar archivo en su ordenador

source: Compress file with gzip
es_es: Comprimir fichero con gzip

source: Export Database
es_es: Exportar Base de Datos

source: Created &amp; maintained by
es_es: Craeado y Mantenido por

source: Profile
es_es: Perfil

source: Donate
es_es: Donar

source: Pro Version Has Arrived!
es_es: Pro Version

source: View Features &rarr;
es_es: Ver características &rarr;

source: View Pricing &rarr;
es_es: Ver precios &rarr;

source: Get 20% Off!
es_es: Consigue un 20% de descuento!

source: Subscribe to receive news &amp; updates below and we'll instantly send you a coupon code to get 20% off any WP Migrate DB Pro license.
es_es: Suscríbase para recibir noticias &amp; actualizaciones e instantáneamente le enviaremos un cupón de 20% de descuento en cualquier licencia de WP Migrate DB Pro.

source: Your Name
es_es: Su nombre

source: Your Email
es_es: Su correo

source: Subscribe
es_es: Suscribirse

source: I promise I will not use your email for anything else and you can unsubscribe with <span style="white-space: nowrap;">1-click anytime</span>.
es_es: Prometo que no usaré su dirección para nada más y que es posible desuscribirse en cualqueir momento con 1 sólo click.

source: Error getting table details
es_es: Error obteniendo la información de la tabla

source: Delete any existing table %s
es_es: Borra la tabla %s si existe

source: Table structure of table %s
es_es: Estructura de la tabla %s

source: Error with SHOW CREATE TABLE for %s (original name).
es_es: Error con SHOW CREATE TABLE para %s (nombre original)

source: Error getting table structure of %s (original name)
es_es: Error obteniendo la estructura de la tabla %s (nombre original)

source: Data contents of table %s
es_es: Datos de "%s"

source: End of data contents of table %s
es_es: Final de los datos de "%s"

source: Table: %s
es_es: Tabla: "%s"

source: WordPress MySQL database migration
es_es: Migración de MySQL DB de Wordpress

source: From %s to %s
es_es: De %s a %s

source: Table prefix changed from %s to %s
es_es: Prefijo de tabla cambiado de %s a %s

source: Generated: %s
es_es: Generado: %s

source: Hostname: %s
es_es: Nombre de servidor: %s

source: Database: %s
es_es: Base de Datos: %s

source: There was an error writing a line to the backup script:
es_es: Error escribiendo una línea al script de copia de seguridad:
